{"text": "* IN BETWEEN THESE LINES ARE SCRIPT POINTS *"}
{"text": "Tabletop Transcript: Written by David Barnes aka Me, David voiced by David Barnes aka Me"}
{"text": "Antony voiced by an overly method Athony Jones-Lewis, Delamain-modCyno-BH89 voiced by Athony Jones-Lewis who refuses to stick to the script, Kay-T voiced by Kay"}
{"text": "Recorded from our game on 2nd Feb 2027 - The Silent City part 1"}
{"text": "*SCENE 1: David, Antony, AND Kwan PLAN THE HEIST*"}
{"text": "David: Transport' a Delamain?"}
{"text": "Antony: Preemest cab company in all Korea… Not too shabby "}
{"text": "Kwan: Deshawn don't ever work with anyone but the bet. I consider Delamain just that."}
{"text": "Kay-T: Yeah, who need creepy, cab driver when you've got a clean AI to get you from point A to point B in tyle?"}
{"text": "Antony: And how he bags a permit to operate every year' till a mystery."}
{"text": "Kwan: If everything' goes a planned, Delamain'll drop you back here. If thing get tricky, He'll head for the safe house."}
{"text": "Antony No problem. Meet you by the Delamain. Just don't forget to suit up."}
{"text": "*David change his clothes and goes to the bar.* "}
{"text": "*He doesn't have time to order a drink - Antony come out to the bar with the suitcase. *"}
{"text": "*They Walk to the car. David gets in the back seat. The screen on the back of the seat turns on and Delamain-modCyno-BH89 pops up to speak. *"}
{"text": "Delamain-modCyno-BH89: My systems inform me that we await one other passenger."}
{"text": "David: Yep - on his way, catchin' up."}
{"text": "*Antony put the suitcase in the trunk and it in the back seat. He, too, I dressed in an expensive tuxedo. *"}
{"text": "Delamain-modCyno-BH89: Welcome on board this Delamain service. With Delamain, you leave your problem at the door."}
{"text": "Antony: son of a b****! Better fuckin' believe I will!"}
{"text": "Delamain-modCyno-BH89: I ee no reason why you should be using expletive."}
{"text": "Antony: Oh yeah? What about that time I wanted to hire you for my cousin' bachelor party, huh?"}
{"text": "Delamain-modCyno-BH89: Unfortunately, we do not take on such contract."}
{"text": "Antony: Three month I'd been savin' up scratch… Egh, water under the bridge. Hit it, Del!"}
{"text": "Delamain-modCyno-BH89: Before we begin our journey, I must verify the identities of all customers. Please proceed to connect your personal link. Thank you. „xcelsior\u201 package activated."}
{"text": "Antony: “ Excelsior!?” Hohoho, this just keep gettin' better!"}
{"text": " *The car starts driving itself.*"}
{"text": "David: What' got you so antsy?"}
{"text": "Antony: Hang on, watch this… Delamain! Initiate combat mode!"}
{"text": "Delamain-modCyno-BH89: My apologies, but you do not appear to be in any sort of imminent danger."}
{"text": "Antony: Huh… Oh well. Trust me, He'll mow down an army of ‘Militech Solos’ if it comes down to it."}
{"text": "David: This combat mode even… legal?"}
{"text": "Delamain-modCyno-BH89: Of course it is. The second Amendment says so. While on board, you are entirely within your right to “ bear and use me. ”"}
{"text": "David: Excelsior - what else I included?"}
{"text": "Delamain-modCyno-BH89: Comprehensive health coverage, including the handling and disposal of a client' remain should death occur on board."}
{"text": "Antony: Damn. Shit got dark pretty quick."}
{"text": "David: Kwan ain't skimping', is he."}
{"text": "Antony: And thank to you, we're still getting' a juicy forty percent."}
{"text": "David: You're welcome."}
{"text": "Antony: \u201 Excelsior…\u201 This is how you want to cruise into the major league…"}
{"text": "David: Wouldn't get overly excited."}
{"text": "Antony: Hm?"}
{"text": "David: Haven't gotten there - not yet. Dunno, Jack… kinda feel like you're losing' that steel grip of your."}
{"text": "Antony: Huh, seems to me like it' you who' got some kind of problem…"}
{"text": "David: We're not on our way to some party, Ant. We're about to pull a major heist. At Millitech."}
{"text": "Delamain-modCyno-BH89: We are nearing our destination."}
{"text": "Antony: For real, David…? ee me a that hallow? Lemme explain somethin' to you, David… My whole life I've spent in this hit around u! And I ain't goin' back!"}
{"text": "Kay-T: Hey. How' thing?"}
{"text": "Antony: smooth as fuckin' sandpaper."}
{"text": "David: We'll be, uh, pullin' up to the hotel soon."}
{"text": "Kay-T: Listen, I set up a direct, encrypted line to guide you through New-Seoul. David, ring Antony now, See if we're in sync. Can't be too careful. And?"}
{"text": "Antony: Got static. ay something', Kay?"}
{"text": "Kay-T: You need to focus on this Heist"}
{"text": "Delamain-modCyno-BH89: \u201 The greatest crimes issue from a desire for excess and not from necessity.\u202"}
{"text": "Antony: say what now?"}
{"text": "Kay-T: Aristotle. Guess you read me, then?"}
{"text": "Antony: Yeah, I read you. Not so much your Greek friend, though it was kind of exciting."}
{"text": "Delamain-modCyno-BH89: You could give it some thought, try to understand…? How 'bout you, David?"}
{"text": "David: I want more Aristotle!"}
{"text": "Kay-T: Fuck off, both."}
{"text": "Antony: Hehe."}
{"text": "Kay-T: OK, tech check out, look like."}
{"text": "Kay-T: stay in touch."}
{"text": "Delamain-modCyno-BH89: Thank you for choosing the Delamain service. And best of luck. I hall await here for your return."}
{"text": "* SCENE 2: David AND Antony ESCAPE MILLITECH HOTEL *"}
{"text": "* There’s a couple of guard at the parking lot*"}
{"text": "Delamain-modCyno-BH89: I advise that you wate no time in entering the vehicle."}
{"text": "* David and Antony run to the car. *"}
{"text": "David: Delamain, gun it!"}
{"text": "Delamain-modCyno-BH89: Welcome back. With Delamain, you leave your problems at the door…."}
{"text": "David: We'll have problems if you don't fuckin' DRIVE!"}
{"text": "* The car turns on it bulletproof shield and quickly drive away from the parking lot. *"}
{"text": "David: Not bad!"}
{"text": "Delamain-modCyno-BH89: Client feedback noted."}
{"text": "David: How's our ride lookin'?"}
{"text": "Delamain-modCyno-BH89: Tiptop. Though ala, we are being pursued."}
{"text": "* Cloned Morgan Blackhand runs after the car. *"}
{"text": "Antony: sweet fuckin' Jesus!"}
{"text": "David: Delamain…!"}
{"text": "Delamain-modCyno-BH89: Combat mode activated. Please remain calm."}
{"text": "David: Calm?!"}
{"text": "Delamain-modCyno-BH89: Roadblock ahead. I kindly request that you brace for impact."}
{"text": "Antony: ¡Argh, my balls!"}
{"text": "Delamain-modCyno-BH89: A hostile enemy aircraft has a lock on us."}
{"text": "David: Leave it to me!"}
{"text": "* He tick hi head out the window and hoot at the drone. *"}
{"text": "Antony: Why can't they just… give up…"}
{"text": "Delamain-modCyno-BH89: Hostile aircraft eliminated."}
{"text": "David: Phew!"}
{"text": "Antony: Nice work there… Del…"}
{"text": "David: You're white a as ghost, Jack…"}
{"text": "Antony: ee…? Told ya we'd… make it…"}
{"text": "Delamain-modCyno-BH89: My medical diagnostic indicate that Mr. Welle’ condition i critical."}
{"text": "David: Take u to a ripperdoc! Now!"}
{"text": "Delamain-modCyno-BH89: Apologize, but that will not be possible. Our itinerary has been pre-arranged and paid for in advance. I am not at liberty to alter it."}
{"text": "David: Fuck your liberty! Do what I say!"}
{"text": "Antony: It' OK, David… I'll hold out…"}
{"text": "Delamain-modCyno-BH89: I suggest you try to keep Mr. De-Souza conscious."}
{"text": "David: It' gonna be all right! You'll see Lilly, your mom… everyone you love. Antony! Don't close your eye!"}
{"text": "Antony: Lilly… he knew… he always knew… The Blackwall code… Hold on to it. For me."}
{"text": "*He take a chip out of his neck and insert it into David, after which he gets out of the car firing, running at the Blackhand clone, promptly to fall in valour. *"}
{"text": "Delamain-modCyno-BH89: Mr. De-Souza has passed. Where shall I take his remains?"}
{"text": "David: W-what?"}
{"text": "Delamain-modCyno-BH89: The Excelsior package provide for the disposal of passenger remain free of charge. I merely require a destination."}
{"text": "David: (crying) Just… gimme a sec, will ya?!"}
{"text": "Delamain-modCyno-BH89: Mr. De-Souza' remains… Where shall I take them?"}
{"text": "David: Nowhere. stay here and don't move. I'll be right back."}
{"text": "Delamain-modCyno-BH89: Understood. Mr. Kwan awaits you in the Lab."}
{"text": "David: Looks over his shoulder as the Delamain modCyno-BH89 J-Turns and heads directly at the Blackhand clone."} 
{"text": "David, see… see ya in the major leagues, Ant."}
{"text": "*Scene 3: HAKA THE MILLITECH-KOREA: HEAD OF SECURITY TAKES DAVID BACK TO HQ. INSTEAD, MILLITECH HAS SENT BLACKHAND CLONES TO KILL HAKA AND DAVID, SO HAKA GIVES DAVID A SNIPER RIFLE AND THEY TRY TO ESCAPE. THEY MANAGE TO BUT DAVID IS BADLY INJURED FROM BEING SHOT IN THE NEXT AND SHOULDER, THE BULLET HIT THE BLACKWALL CHIP TAKEN FROM THE HEIST*"}
{"text": "David: Vivienne… will fix us up."}
{"text": "Haka: We have to get there somehow. Call someone. Anyone."}
{"text": "David: (Why don't you leave me behind?) Why… why not just cut me loose? I'm dead weight to you."}
{"text": "Haka: Make the call."}
{"text": "David: ([Call Delamain] I'll call Delamain.) All right, all right…"}
{"text": "*He calls Delamain. *"}
{"text": "Delamain-modCyno-BH89: Greeting. My scanner indicate you are outside the service area."}
{"text": "David: Just come… pick me up… Need to get to Lilly' Esoterica… front of Viv'…"}
{"text": "Delamain-modCyno-BH89: Of course. A vehicle is enroute. It should arrive in le than twenty minute."}
{"text": "Haka: (alarmed) What are you doing?! Hey!"}
{"text": "*David loses consciousness. *"}
{"text": "* The next time David come to, they are on Delamain' backseat, Haka is in front of his face looking on quizzically. *"}
{"text": "Delamain-modCyno-BH89: His personal link is damaged. Please proceed to inert the jack below the ear, though not too deep. There should be auxiliary neurosocket between hi lymph node, beneath the CM muscle."}
{"text": "Haka: If I hit a vein by mistake, he will die."}
{"text": "Delamain-modCyno-BH89: Indeed. As he will if you do nothing."}
{"text": "Haka: I think I have the socket."}
{"text": "Delamain-modCyno-BH89: Now proceed to connect."}
{"text": " * Delamain modCyno-BH89 arrive at Viv’s. Haka is dragging their leg like a log, Vivienne is holding their torso.* "}
{"text": "Haka: I cannot hold it!"}
{"text": "Haka: I need… to rest…"}
{"text": " * David finds himself propped up against something, Vivienne rushes over to the AirVac.* "}
{"text": "Vivienne: That your blood? Lilly!"}
{"text": "*David passes out*"}
{"text": "Vivienne: Pressure's tanking!"}
{"text": "Delamain-modCyno-BH89: It' neurogenic hock. He's dying."}
{"text": "Vivienne: Gotta cut my way through the occipital bone. No other way."}
{"text": "Delamain-modCyno-BH89: There is risk of…"}
{"text": "Vivienne: I know what I'm doing!"}


